Repository: xytxg/reynard-browser-zh
Catalog: browser/Reynard/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, ja, pl, ru, zh_hans, zh_hant

source: Required Permissions
cs: Nutná oprávnění
de: Benötigte Berechtigungen
fr: Permissions requises
ja: 必要な権限
pl: Wymagane Uprawnienie
ru: Обязательные разрешения
zh_hans: 必要权限
zh_hant: 必要權限

source: Reset
cs: Resetovat
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
pl: Resetuj
ru: Сбросить
zh_hans: 还原
zh_hant: 重置

source: Reset Desktop Website Settings
cs: Resetovat nastavení zobrazování desktopových stránek
de: Desktop-Seiteneinstellungen zurücksetzen
fr: Remettre à zéro les paramètres
ja: デスクトップ版ウェブサイトの設定をリセット
pl: Zresetuj Ustawienia Witryny Komputerowej
zh_hans: 重置桌面版网站设置
zh_hant: 重置桌面版網站設定

source: Reset Page Zoom Settings
cs: Resetovat nastavení přiblížení stránky
de: Seitenzoom zurücksetzen
fr: Réinitialiser les paramètres de zoom de page Web
ja: ズーム設定をリセット
pl: Resetuj Ustawienia Powiększenia Strony
ru: Сбросить настройки масштаба страниц
zh_hans: 还原页面缩放设置
zh_hant: 重置頁面縮放設定

source: Reset Permissions for All Websites
cs: Resetovat oprávnění všech stránek
de: Alle Berechtigungen zurücksetzen
fr: Réinitialiser les permissions pour tous les sites Web
ja: 全てのサイトの権限をリセット
pl: Resetuj Uprawnienia dla Wszystkich Stron
ru: Сбросить разрешения для всех сайтов
zh_hans: 还原所有网站的权限
zh_hant: 重置所有網站的權限

source: Reset Settings for This Website
cs: Resetovat oprávnění této stránky
de: Einstellungen zurücksetzen
fr: Réaliser les paramètres pour ce site Web
ja: このサイトの設定をリセット
pl: Resetuj Ustawienia dla Tej Strony
ru: Сбросить настройки для этого сайта
zh_hans: 还原此网站的设置
zh_hant: 重置此網站的設定

source: Restart Required
cs: Požadován restart
de: Neustart erforderlich
fr: Redémarrage nécessaire
ja: 再起動が必要
pl: Wymagany Restart
ru: Требуется перезапуск
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

source: Restricted
cs: Nepřístupno
de: Eingeschränkt
fr: Restreint
ja: 制限付き
pl: Ograniczony
ru: Ограничено
zh_hans: 受限制
zh_hant: 受限制

source: Reynard Browser
cs: Prohlížeč Reynard
fr: Navigateur Web Reynard
zh_hans: Reynard 浏览器
zh_hant: Reynard 瀏覽器

source: Reynard won’t remember any of your browsing history or cookies. However, downloads and new bookmarks will be saved.
cs: Reynard si nebude pamatovat vaši historii prohlížení ani cookies. Stažené soubory a nové záložky budou nicméně uloženy.
de: Reynard speichert weder den Browserverlauf noch Cookies. Downloads und neue Lesezeichen werden jedoch gespeichert.
fr: Reynard ne conservera pas votre historique de recherche ou vos cookies. Cependant, vos téléchargements et les marques pages ajoutés seront conservés.
ja: 一度タブを閉じるとReynardは履歴とクッキーの情報を削除しますが、ダウンロードや新しいブックマークは保存されます
pl: Reynard nie będzie zapamiętywał historii przeglądania ani plików cookie. Pobrane pliki i nowe zakładki zostaną jednak zapisane.
ru: Reynard не сохранит историю посещений и файлы cookie. Скачанные файлы и новые закладки при этом сохранятся.
zh_hans: Reynard 不会记住任何浏览历史记录或 Cookie。但是，下载项目和新书签仍会保留。
zh_hant: Reynard 不會記住你的任何瀏覽記錄或 Cookie。不過，下載項目和新增的書籤仍會保留。

source: Save
cs: Uložit
de: Speichern
fr: Enregistrer
ja: 保存
pl: Zapisz
ru: Сохранить
zh_hans: 存储
zh_hant: 儲存

source: Save to Photos
cs: Uložit do Fotek
de: Zu „Fotos“ hinzufügen
fr: Enregistrer dans Photos
ja: 写真に保存
pl: Zapisz w Zdjęciach
ru: Сохранить в «Фото»
zh_hans: 存储到照片
zh_hant: 儲存到「照片」

source: Scroll to Hide Toolbar
cs: Rolováním skrýt panel nástrojů
de: Nach unten scrollen, um die Symbolleiste auszublenden
ja: スクロールしてツールバーを隠す
pl: Przewiń, aby Ukryć Pasek Narzędzi
zh_hans: 滚动时隐藏工具栏
zh_hant: 捲動時隱藏工具列

source: Search
cs: Vyhledávání
de: Suche
fr: Recherche
ja: 検索
pl: Szukaj
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Search Bookmarks
cs: Prohledat záložky
de: In Lesezeichen suchen
fr: Rechercher dans les marque-pages
ja: ブックマークを検索
pl: Szukaj Zakładek
ru: Поиск по закладкам
zh_hans: 搜索书签
zh_hant: 搜尋書籤

source: Search Browsing History
cs: Prohledat historii prohlížení
de: Im Browser-Verlauf suchen
fr: Rechercher dans l'historique de recherche
ja: 履歴を検索
pl: Szukaj Historii Przeglądania
ru: История поиска посещений
zh_hans: 搜索浏览历史记录
zh_hant: 搜尋瀏覽記錄

source: Search Downloads
cs: Prohledat stahování
de: In Downloads suchen
fr: Rechercher dans les téléchargements
ja: ダウンロードを検索
pl: Szukaj Pobranych Plików
ru: Поиск по загрузкам
zh_hans: 搜索下载项目
zh_hant: 搜尋下載項目

source: Search Engine
cs: Vyhledávač
de: Suchmaschine
fr: Moteur de Recherche
ja: 検索エンジン
pl: Szukaj Silnika
ru: Поисковая система
zh_hans: 搜索引擎
zh_hant: 搜尋引擎

source: Search History
cs: Prohledat historii
de: Suchverlauf
fr: Historique de recherche
ja: 履歴を検索
pl: Szukaj Historii
ru: Поиск по истории
zh_hans: 搜索历史记录
zh_hant: 搜尋瀏覽記錄

source: Search Languages
cs: Jazyky vyhledávání
de: Sprachen suchen
fr: Rechercher dans les langues
ja: 言語を検索
pl: Szukaj Języku
ru: Поиск языков
zh_hans: 搜索语言
zh_hant: 搜尋語言

source: Search Opened Tabs
cs: Prohledat otevření panely
de: Geöffnete Tabs durchsuchen
fr: Rechercher dans les onglets ouverts
ja: 開いているタブを検索
pl: Szukaj Otwartej Karty
ru: Поиск по открытым вкладкам
zh_hans: 搜索打开的标签页
zh_hant: 搜尋已開啟的標籤頁

source: Search or enter address
cs: Zadejte hledání nebo adresu
de: Suchbegriff oder Adresse eingeben
fr: Rechercher ou entrer une adresse
ja: 検索またはアドレスを入力
ru: Введите поисковый запрос или адрес
zh_hans: 搜索或输入网站
zh_hant: 搜尋或輸入網址

source: Search Suggestion Provider
cs: Poskytovatel návrhů při vyhledávání
de: Anbieter für Suchvorschläge
fr: Fournisseur de suggestions de recherche
ja: 検索サジェストプロバイダー
pl: Szukaj Dostawcy Sugestii
ru: Сервис поисковых подсказок
zh_hans: 搜索建议提供方
zh_hant: 搜尋建議提供者

source: Search Suggestions
cs: Návrhy při vyhledávání
de: Suchvorschläge
fr: Suggestions de recherche
ja: 検索サジェスト
pl: Szukaj Sugestii
ru: Поисковые подсказки
zh_hans: 搜索建议
zh_hant: 搜尋建議

source: Secure DNS Provider
cs: Poskytovatel zabezpečeného DNS
zh_hans: 安全 DNS 提供方
zh_hant: 安全 DNS 提供者

source: Secure DNS won’t be used on these websites or their subdomains.
cs: Na těchto stránkách a jejich subdoménách se zabezpečené DNS nepoužije.
zh_hans: 解析这些网站及其子域名时不使用安全 DNS。
zh_hant: 查詢這些網站及其子網域時，不會使用安全 DNS。

source: Select Option
cs: Vyberte možnost
de: Option auswählen
fr: Sélectionner une option
ja: オプション選択
pl: Wybierz Opcje
ru: Выберите вариант
zh_hans: 选择选项
zh_hant: 選取選項

source: Select Options
cs: Vybrat možnosti
de: Optionen auswählen
fr: Sélectionner des options
ja: オプションを選択
pl: Wybierz Opcje
ru: Выбрать параметры
zh_hans: 选择选项
zh_hant: 選取選項

source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
ja: 設定
pl: Ustawienia
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Settings for %@
cs: Nastavení pro stránku %@
de: Einstellungen für %@
fr: Paramètres pour %@
ja: %@の設定
pl: Ustawienia dla %@
ru: Настройки для %@
zh_hans: “%@”的设置
zh_hant: 「%@」的設定

source: Share
cs: Sdílet
de: Teilen
fr: Partager
ja: 共有
pl: Udostępnij
ru: Поделиться
zh_hans: 共享
zh_hant: 分享

source: Share Image
cs: Sdílet obrázek
de: Bild teilen
fr: Partager l’image
ja: 画像を共有
pl: Udostępnij Obraz
ru: Поделиться изображением
zh_hans: 共享图像
zh_hant: 分享影像

source: Share Link
cs: Sdílet odkaz
de: Link teilen
fr: Partager le Lien
ja: リンクを共有
pl: Udostępnij Link
ru: Поделиться ссылкой
zh_hans: 共享链接
zh_hant: 分享連結

source: Show All
cs: Zobrazit vše
de: Alles anzeigen
fr: Tout afficher
ja: 全てを表示
pl: Pokaż Wszystko
ru: Показать всё
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show All Websites
cs: Zobrazit všechny stránky
de: Alle Seiten anzeigen
fr: Afficher tous les sites Web
ja: 全てのサイトを表示
pl: Pokaż Wszystkie Witryny
ru: Показать все сайты
zh_hans: 显示所有网站
zh_hant: 顯示所有網站

source: Show Bookmarks
cs: Zobrazit záložky
de: Lesezeichen anzeigen
fr: Afficher les marque-pages
ja: ブックマークを表示
pl: Pokaż Zakładki
ru: Показывать Закладки
zh_hans: 显示书签
zh_hant: 顯示書籤

source: Show Favorites
cs: Zobrazit oblíbené
de: Favoriten anzeigen
fr: Afficher les favoris
ja: お気に入りを表示
pl: Pokaż Ulubione
ru: Показывать избранное
zh_hans: 显示个人收藏
zh_hant: 顯示喜好項目

source: Show Folders on Top
cs: Řadit složky navrch
de: Ordner oben anzeigen
fr: Afficher les fichiers au-dessus
ja: フォルダを上に表示
pl: Pokaż Foldery na Górze
ru: Показывать папки вверху
zh_hans: 将文件夹显示在顶部
zh_hant: 在頂端顯示檔案夾

source: Show Frequently Visited
cs: Zobrazit často navštěvované
de: Kürzlich besuchte Seiten anzeigen
fr: Afficher les sites visités fréquemment
ja: よく訪れるサイトを表示
pl: Pokaż Często Odwiedzane
ru: Показывать часто посещаемые сайты
zh_hans: 显示经常访问的网站
zh_hant: 顯示經常造訪的網站

source: Show Full Website Address
cs: Zobrazit celou adresu stránky
de: Vollständige URL anzeigen
fr: Afficher l'adresse complète
ja: フルURLを表示
pl: Pokaż Pełny Adres Witryny
ru: Показывать полный адрес сайта
zh_hans: 显示完整网站地址
zh_hant: 顯示完整網址

source: Show History
cs: Zobrazit historii
de: Verlauf anzeigen
fr: Afficher l'historique
ja: 履歴を表示
pl: Pokaż Historię
ru: Показывать Историю
zh_hans: 显示历史记录
zh_hant: 顯示瀏覽記錄

source: Show Image Previews
cs: Zobrazovat náhledy obrázků
de: Bildvorschau anzeigen
fr: Afficher les aperçus d'image
ja: 画像プレビューを表示
pl: Pokaż Podglądy Obrazów
ru: Показывать предпросмотр изображений
zh_hans: 显示图像预览
zh_hant: 顯示影像預覽

source: Show in Private Browsing
cs: Zobrazovat v anonymním režimu
de: Im privaten Modus anzeigen
fr: Afficher en Navigation Privée
ja: プライベートモードで表示
pl: Pokaż w Prywatnym Przeglądaniu
ru: Показывать в режиме «Частный доступ»
zh_hans: 在无痕浏览中显示
zh_hant: 在私密瀏覽中顯示

source: Show Less
cs: Zobrazit méně
de: Weniger anzeigen
fr: Afficher moins
ja: 折りたたむ
pl: Pokaż Mniej
ru: Показать меньше
zh_hans: 显示更少
zh_hant: 顯示較少

source: Show Link Previews
cs: Zobrazovat náhledy odkazů
de: Link-Vorschau anzeigen
fr: Afficher les aperçus de liens
ja: プレビューリンクを表示
pl: Pokaż Podgląd Linku
ru: Показывать предпросмотр ссылок
zh_hans: 显示链接预览
zh_hant: 顯示連結預覽

source: Show or Hide Sidebar
cs: Zobrazit nebo skrýt postranní panel
de: Seitenleiste zeigen oder verbergen
fr: Afficher ou masquer la barre latérale
ja: サイドバーを隠す、又は表示
pl: Pokaż lub Ukryj Pasek Boczny
zh_hans: 显示或隐藏侧边栏
zh_hant: 顯示或隱藏側邊欄

source: Show Recently Closed Tabs
cs: Zobrazit nedávno zavřené panely
de: Zeige kürzlich geschlossene Tabs
fr: Afficher les onglets récemment fermes
ja: 最近閉じたタブを表示
pl: Pokaż Ostatnio Zamknięte Karty
ru: Показывать недавно закрытые вкладки
zh_hans: 显示最近关闭的标签页
zh_hant: 顯示最近關閉的標籤頁

source: Show Search Suggestions
cs: Zobrazovat návrhy při vyhledávání
de: Suchvorschläge anzeigen
fr: Afficher les suggestions de recherche
ja: 検索サジェストを表示
pl: Pokaż Sugestie Wyszukiwania
ru: Показывать поисковые подсказки
zh_hans: 显示搜索建议
zh_hant: 顯示搜尋建議

source: Show Tab %d
cs: Zobrazit panel %d
de: Tab %d anzeigen
fr: Afficher l'onglet %d
ja: タブを表示 %d
pl: Pokaż Kartę %d
ru: Показать Вкладку %d
zh_hans: 显示标签页 %d
zh_hant: 顯示第 %d 個標籤頁

source: Show Tab Bar in Landscape
cs: Zobrazit řádek panelů v orientaci na šířku
de: Tableiste im Querformat anzeigen
fr: Afficher la barre d'onglets en mode Paysage
ja: 横向き時にタブバーを表示する
pl: Pokaż Pasek Kart w Trybie Poziomym
ru: Показывать панель вкладок при альбомной ориентации
zh_hans: 横排时显示标签页栏
zh_hant: 橫向時顯示標籤頁列

source: Show Tab Overview
cs: Zobrazit přehled panelů
de: Tab-Übersicht anzeigen
fr: Afficher l'aperçu des onglets
ja: タブ一覧を表示
pl: Pokaż Przegląd Kart
ru: Показать Обзор Вкладок
zh_hans: 显示标签页概览
zh_hant: 顯示標籤頁概覽

source: Show Wallpaper
cs: Zobrazit tapetu
de: Hintergrundbild anzeigen
fr: Afficher le fond d'écran
ja: 壁紙を表示
pl: Pokaż Tapetę
ru: Показать Обои
zh_hans: 显示主页壁纸
zh_hant: 顯示背景圖片

source: Sign In
cs: Přihlásit se
de: Anmelden
fr: Connexion
ja: サインイン
pl: Zaloguj Się
ru: Войти
zh_hans: 登录
zh_hant: 登入

source: Sign in to %@
cs: Přihlásit se na stránku %@
de: Bei %@ anmelden
fr: Connexion à %@
ja: %@へサインイン
pl: Zaloguj Się do %@
ru: Войти в %@
zh_hans: 登录至 %@
zh_hant: 登入 %@

source: Since this is your first time enabling JIT, Reynard needs to download and mount the Developer Disk Image. This is required for JIT to work properly.
cs: Jelikož JIT zapínáte poprvé, Reynard potřebuje stáhnout a připojit Developer Disk Image. K správnému fungování JIT je to potřeba.
de: Da JIT zum ersten Mal aktiviert wird, muss Reynard das Developer-Disk-Image herunterladen und einbinden. Dies ist erforderlich, damit JIT ordnungsgemäß funktioniert.
fr: Puisque c'est la première fois que vous activez le JIT, Reynard doit télécharger et monter l'Image Disque de développeur. Ceci est obligatoire pour le bon fonctionnement du JIT.
ja: 初めてJITを有効するにあたって正しく動作させるためにはReynardはデベロッパーディスクイメージのダウンロードとマウントが必要です。
pl: Ponieważ włączasz JIT po raz pierwszy, Reynard musi pobrać i zamontować obraz dysku deweloperskiego. Jest to wymagane do prawidłowego działania JIT.
ru: Поскольку вы включаете JIT впервые, Reynard необходимо скачать и смонтировать Developer Disk Image. Это требуется для корректной работы JIT.
zh_hans: 由于这是你首次启用 JIT，Reynard 需要下载并挂载“开发者磁盘映像”。这对 JIT 正常工作是必需的。
zh_hant: 由於這是你第一次啟用 JIT，Reynard 需要下載並掛載開發者磁碟映像檔。這是 JIT 正常運作的必要步驟。

source: Some websites are available in multiple languages. Choose languages in the order you prefer.
cs: Některé stránky jsou dostupné ve více jazycích. Zde si můžete vybrat, jaké jazyky chcete a seřadit je podle vašich preferencí.
de: Einige Websites sind in mehreren Sprachen verfügbar. Wähle die Sprachen in der gewünschten Reihenfolge aus.
fr: Certains sites Web sont disponibles en plusieurs langues. Veuillez choisir les langues dans l'ordre de vos préférences
ja: 特定のウェブサイトは複数の言語で提供されています。好みの順番で言語を入れ替えてください。
pl: Niektóre strony internetowe są dostępne w wielu językach. Wybierz języki, które preferujesz.
ru: Некоторые сайты доступны на нескольких языках. Выберите языки в порядке предпочтения.
zh_hans: 部分网站提供多种语言。请按你偏好的顺序选取语言。
zh_hant: 部分網站提供多種語言版本。請依偏好順序選擇語言。

source: Sort By
cs: Řadit podle
de: Sortieren nach
fr: Trier Par
ja: 並び替え基準
pl: Sortuj Według
ru: Сортировать по
zh_hans: 排序方式
zh_hant: 排序方式

source: Support The Project
cs: Podpořit projekt
de: Projekt unterstützen
fr: Supporter Ce Projet
ja: プロジェクトを支援
pl: Wesprzyj Projekt
ru: Поддержать проект
zh_hans: 支持本项目
zh_hant: 支持此專案

source: Swipe Address Bar Sideways to Switch Tabs
cs: Přepínat panely vodorovným přejetím po adresovém řádku
de: Wische seitlich über die Adressleiste, um zwischen den Tabs zu wechseln
ja: アドレスバーを横にスワイプしてタブを変更
pl: Przesuń pasek adresu w bok, aby przełączyć się między kartami
zh_hans: 左右滑动地址栏以切换标签页
zh_hant: 在網址列上左右滑動以切換標籤頁

source: Swipe Address Bar Up to See Open Tabs
cs: Zobrazit otevřené panely přejetím nahoru na adresovém řádku
de: Wische in der Adressleiste nach oben, um die geöffneten Tabs anzuzeigen
ja: アドレスバーを上にスワイプして開いてるタブ一覧を表示
pl: Przesuń pasek adresu w górę, aby zobaczyć otwarte karty
zh_hans: 向上滑动地址栏以查看打开的标签页
zh_hant: 在網址列上向上滑動以查看已開啟的標籤頁

source: System
cs: Podle systému
fr: Système
ja: システム
ru: Как в системе
zh_hans: 系统
zh_hant: 系統

source: Tabs
cs: Panely
fr: Onglets
ja: タブ
pl: Karty
ru: Вкладки
zh_hans: 标签页
zh_hant: 標籤頁

source: Take Photo
cs: Pořídit fotografii
de: Foto aufnehmen
fr: Prendre une Photo
ja: 写真を撮る
pl: Zrób Zdjęcie
ru: Снять фото
zh_hans: 拍照
zh_hant: 拍照

source: Take Photo or Video
cs: Pořídit fotografii nebo video
de: Foto oder Video aufnehmen
fr: Prendre une Photo ou une Vidéo
ja: 写真、又は動画を撮る
pl: Zrób Zdjęcie lub Nagraj Wideo
ru: Снять фото или видео
zh_hans: 拍照或录视频
zh_hant: 拍照或錄影

source: Take Video
cs: Natočit video
de: Video aufnehmen
fr: Prendre une Vidéo
ja: 動画を撮る
pl: Nagraj Wideo
ru: Снять видео
zh_hans: 录视频
zh_hant: 錄影

source: The app will now close for the JIT setting to take effect.
cs: Aby se mohlo projevit nastavení JIT, aplikace se nyní zavře.
de: Reynard wird nun geschlossen, damit die JIT-Einstellung wirksam wird.
fr: Reynard va se fermer afin d'appliquer la configuration du JIT.
ja: JITに関する設定を有効化する為にアプリが一度落ちます
pl: Aplikacja zostanie teraz zamknięta, aby ustawienie JIT zaczęło obowiązywać.
ru: Приложение закроется для применения настроек JIT. Необходимые файлы Developer Disk Image для включения JIT не найдены. JIT отключен.
zh_hans: App 现在将关闭，以使 JIT 设置生效。
zh_hant: App 即將關閉，以套用 JIT 設定。

source: The required Developer Disk Image files for enabling JIT were not found. JIT has been disabled. Quit the app using the button below, then re-enable JIT from the browser settings.
cs: Nebyly nalezeny soubory Developer Disk Image potřebné pro povolení JIT. JIT bylo zakázáno. Pomocí tlačítka níže ukončete aplikaci a pak v nastavení prohlížeče znovu JIT zapněte.
de: Die für die Aktivierung von JIT erforderlichen Dateien wurden nicht auf dem Developer-Disk-Image gefunden. JIT wurde deaktiviert. Beende die App über die Schaltfläche unten und aktiviere JIT anschließend erneut in den Browsereinstellungen.
fr: Les fichiers d'Image Disque de développeur nécessaires ont l'activation du JIT sont introuvables. Le JIT a été désactivé. Veuillez quitter Reynard en utilisant le bouton ci-dessous, puis réactivez le JIT depuis les paramètres du navigateur.
ja: JITを有効する為に必要なデベロッパーディスクイメージが見つかりませんでした。 JITは無効化されました。一度アプリを閉じてからブラウザの設定からもう一度有効化してください
pl: Nie znaleziono wymaganych plików obrazu dysku deweloperskiego do włączenia JIT. JIT został wyłączony. Zamknij aplikację, klikając poniższy przycisk, a następnie ponownie włącz JIT w ustawieniach przeglądarki.
ru: Закройте приложение кнопкой ниже, затем снова включите JIT в настройках браузера.
zh_hans: 未找到启用 JIT 所需的“开发者磁盘映像”文件。 JIT 已停用。请使用下方按钮退出 App，然后在浏览器设置中重新启用 JIT。
zh_hant: 找不到啟用 JIT 所需的開發者磁碟映像檔。 JIT 已停用。請使用下方按鈕結束 App，然後從瀏覽器設定重新啟用 JIT。

source: This add-on
cs: Toto rozšíření
de: Diese Erweiterung
fr: Cette extension
ja: このアドオン
pl: Ten Dodatek
ru: Это дополнение
zh_hans: 此插件
zh_hant: 此附加元件

source: This add-on couldn’t be updated.
cs: Nepodařilo se aktualizovat rozšíření.
de: Diese Erweiterung kann nicht aktualisiert werden.
fr: Cette extension n'a pas pu être mise à jour.
ja: このアドオンをアップデートできませんでした。
pl: Tego dodatku nie można zaktualizować.
ru: Не удалось обновить это дополнение.
zh_hans: 此插件无法被更新。
zh_hant: 無法更新此附加元件。

source: This add-on doesn’t require any permissions.
cs: Toto rozšíření nevyžaduje žádná oprávnění.
de: Diese Erweiterung benötigt keine Berechtigungen.
fr: Cette extension ne requiert pas de permissions.
ja: このアドオンは権限を必要としていません
pl: Ten dodatek nie wymaga żadnych uprawnień.
ru: Этому дополнению не требуются разрешения.
zh_hans: 此插件不需要任何额外权限。
zh_hant: 此附加元件不需要任何權限。

source: This add-on isn’t supported by this version of Reynard and has been disabled.
cs: Toto rozšíření není podporováno touto verzí Reynardu a bylo zakázáno.
de: Dieses Add-on wird von dieser Version von Reynard nicht unterstützt und wurde deaktiviert.
fr: Cette extension n'est pas prise en charge par cette version de Reynard et a été désactivée.
ja: このアドオンは現在使用中のReynardのバージョンは対応していませんので無効化されました
pl: Ten dodatek nie jest obsługiwany przez tę wersję Reynard i został wyłączony.
ru: Эта версия Reynard не поддерживает дополнение, поэтому оно отключено.
zh_hans: 此版本的 Reynard 不支持此插件，已将其停用。
zh_hant: 此版本的 Reynard 不支援此附加元件，因此已將其停用。

source: This build does not support in-app updates. Visit the project's Releases page to download the latest version of the app.
cs: Tato verze nepodporuje aktualizace přímo z aplikace. Nejnovější verzi aplikace si můžete stáhnout v sekci Releases na GitHub stránkách tohoto projektu.
de: Diese Version unterstützt keine Updates innerhalb der App. Besuche die Release-Seite des Projekts, um die neueste Version der App herunterzuladen.
fr: Ce build ne prend pas en charge les mises à jour dans l'application. Veuillez visites l'onglet Releases du projet pour télécharger la dernière version.
ja: このビルドはアプリ内更新に対応していません。プロジェクトのリリースページを訪れてアプリの最新版を入手してください。
pl: Ta kompilacja nie obsługuje aktualizacji w aplikacji. Odwiedź stronę „Releases” projektu, aby pobrać najnowszą wersję aplikacji.
ru: Эта сборка не поддерживает обновления в приложении. Перейдите на страницу релизов проекта, чтобы скачать последнюю версию приложения.
zh_hans: 此构建不支持 App 内更新。请前往项目的 Releases 页面下载最新版本。
zh_hant: 此版本不支援 App 內更新。請前往專案的 Releases 頁面下載最新版 App。

source: This will clear selected browsing data. This action cannot be undone.
cs: Tímto se smažou vybraná data o prohlížení. Tuto akci nelze odvolat.
de: Dadurch werden die ausgewählten Daten gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Ceci effacera les données de navigation sélectionnées. Cette action ne pourra pas être annulée.
ja: 選択されたブラウジングデータは削除されます。この作業は取り消せません。
pl: Spowoduje to wyczyszczenie wybranych danych przeglądania. Tej czynności nie można cofnąć.
ru: Это действие очистит выбранные данные браузера. Отменить его будет невозможно.
zh_hans: 这将清除所选浏览数据。此操作无法撤销。
zh_hant: 這會清除所選的瀏覽資料。此動作無法復原。

source: This will close your %d tabs.
cs: Tímto se zavře %d panelů.
de: Dies wird %d Tabs schließen.
fr: Cela fermera les onglets %d
ja: %d項目のタブが閉ざされます
pl: To zamknie twoje %d Karty.
zh_hans: 这将关闭你的 %d 个标签页。
zh_hant: 這會關閉你的 %d 個標籤頁。

source: This will reset permissions for all websites. This action cannot be undone.
cs: Tímto se resetují oprávnění všech stránek. Tuto akci nelze odvolat.
de: Dadurch werden die Berechtigungen für alle Seiten zurückgesetzt. Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Ceci réinitialisera les permissions pour tous les sites Web. Cette action ne pourra pas être annulée.
ja: 全てのサイトに権限がリセットされます。この作業は取り消せません。
pl: Spowoduje to zresetowanie uprawnień dla wszystkich witryn. Tej czynności nie można cofnąć.
ru: Это действие сбросит разрешения для всех сайтов. Отменить его будет невозможно.
zh_hans: 这将还原所有网站的权限。此操作无法撤销。
zh_hant: 這會重置所有網站的權限。此動作無法復原。

source: This will reset settings for this website. This action cannot be undone.
cs: Tímto se resetují oprávnění této stránky. Tuto akci nelze odvolat.
de: Dadurch werden die Berechtigungen für diese Seite zurückgesetzt. Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Ceci réinitialisera les paramètres pour ce site Web. Cette action ne pourra pas être annulée.
ja: このサイトに関する設定がリセットされます。この作業は取り消せません。
pl: Spowoduje to zresetowanie ustawień tej witryny. Tej czynności nie można cofnąć.
ru: Это действие сбросит настройки для этого сайта. Отменить его будет невозможно.
zh_hans: 这将还原此网站的设置。此操作无法撤销。
zh_hant: 這會重置此網站的設定。此動作無法復原。

source: Title
cs: Název
de: Titel
fr: Titre
ja: タイトル
pl: Tytuł
ru: Название
zh_hans: 标题
zh_hant: 標題

source: Today
cs: Dnes
de: Heute
fr: Aujourd’hui
ja: 本日
pl: Dzisiaj
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

source: Today and Yesterday
cs: Dnes a včera
de: Heute und Gestern
fr: Aujourd’hui et Hier
ja: 本日と昨日
pl: Dzisiaj i Wczoraj
ru: Сегодня и вчера
zh_hans: 今天和昨天
zh_hant: 今天和昨天

source: Top
cs: Nahoře
de: Oben
fr: Haut
ja: トップ
pl: Góra
ru: Вверху
zh_hans: 顶部
zh_hant: 頂端

source: Tracking Protection
cs: Ochrana před sledováním
de: Schutz zur Aktivitätenverfolgung
fr: Protection de traçage
ja: トラッキング防止
pl: Ochrona przed Śledzeniem
ru: Защита от отслеживания
zh_hans: 跟踪保护
zh_hant: 追蹤保護

source: Turning on tracking protection is recommended.
cs: Je doporučeno ochranu před sledováním zapnout.
de: Der Schutz vor Aktivitätenverfolgung sollte aktiv bleiben.
fr: Activer la protection de traçage est recommandé.
ja: トラッキング防止機能を有効にすることをお勧めします。
pl: Zalecane jest włączenie ochrony przed śledzeniem.
ru: Рекомендуется включить защиту от отслеживания.
zh_hans: 建议您打开跟踪保护功能。
zh_hant: 建議開啟追蹤保護。

source: Unable to access the app Application Support directory.
cs: Nepodařilo se získat přístup k adresáři Application Support této aplikace.
de: Auf das Verzeichnis „Application Support“ kann nicht zugegriffen werden.
fr: Impossible d'accéder au répertoire de support d'application pour l'app
ja: アプリケーションの Application Support ディレクトリにアクセスできません。
pl: Nie można uzyskać dostępu do katalogu wsparcia aplikacji.
ru: Не удалось получить доступ к папке «Application Support» приложения.
zh_hans: 无法访问 App 的 Application Support 目录。
zh_hant: 無法存取 App 的「Application Support」資料夾。

source: Unknown error.
cs: Neznámá chyba.
de: Unbekannter Fehler.
fr: Erreur inconnue.
ja: 不明なエラー
pl: Nieznany błąd
ru: Неизвестная ошибка.
zh_hans: 未知错误。
zh_hant: 未知錯誤。

source: Unknown size
cs: Neznámá velikost
de: Unbekannte Größe
fr: Taille inconnue
ja: 不明なサイズ
pl: Nieznany rozmiar
ru: Неизвестный размер
zh_hans: 未知大小
zh_hant: 大小不明
